Repository: xdespujols/rgpd
Catalog: locales/*.po
Languages: pl_pl

source: GDPR Records of Processing Activities
pl_pl: RODO Rejestr Czynności Przetwarzania

source: Category of data subjects
pl_pl: Kategoria podmiotów danych

source: Security Measure
pl_pl: Zabezpieczenie

source: Add Security Measure
pl_pl: Dodaj zabezpieczenie

source: GDPR Article 30 1g
pl_pl: Artykuł 30 1g RODO

source: Type
pl_pl: Typ

source: Introduced in
pl_pl: Wdrożony w

source: Create PDF for all records within active entity and its sons
pl_pl: Wygeneruj PDF dla wszystkich rekordów aktywnej jednostki i jej jednostek podrzędnych

source: Contract
pl_pl: Umowa

source: Joint controller contract type not set.
pl_pl: Nie ustawiono typu umowy współadministracji

source: Processor contract type not set.
pl_pl: Nie ustawiono typu umowy procesora.

source: Third country/internalional organization contract type not set.
pl_pl: Nie ustawiono typu umowy z krajem trzecim/instytucją międzynarodową.

source: Internal contract type not set.
pl_pl: Nie ustawiono wewnętrznego typu umowy.

source: Other contract type not set.
pl_pl: Nie ustawiono innego typu umowy.

source: Go to %s tab at %s and assign contract type.
pl_pl: Przejdź do zakładki %s na %s i przypisz typy umów.

source: Add Joint Controller/Processor
pl_pl: Dodaj Współadministratora/Procesora

source: GDPR Article 30 1d, 1e
pl_pl: Artykuł 30 1d, 1e RODO

source: Joint controller contract
pl_pl: Umowa z współadministratorami

source: Processor contract
pl_pl: Umowa z procesorami

source: Thirdparty contract
pl_pl: Umowy z państwami trzecimi/instytucjami międzynarodowymi

source: Internal contract
pl_pl: Wewnętrzne regulacje Administratora

source: Other contract
pl_pl: Umowy inne

source: Name (select from list)
pl_pl: Nazwa (wybór z listy)

source: Add Category of Data Subjects
pl_pl: Dodaj kategorię podmiotów danych

source: GDPR Article 30 1c
pl_pl: Artykuł 30 1c RODO

source: Create PDF
pl_pl: Wygeneruj PDF

source: Legal basis
pl_pl: Podstawa prawna

source: Add Legal Basis
pl_pl: Dodaj podstawę prawną

source: GDPR Record of Processing Activity
pl_pl: RODO Rejestr Czynności Przetwarzania

source: Title
pl_pl: Tytuł

source: Purpose (GDPR Article 30 1b)
pl_pl: Cel (Artykuł 30 1b RODO)

source: Storage medium
pl_pl: Sposób przechowywania

source: PIA required
pl_pl: Wymagane Szacowanie Wpływu na Prywatność

source: Consent required
pl_pl: Wymagana zgoda

source: First entry date
pl_pl: Data pierwszego zapisu

source: Additional information
pl_pl: Informacje dodatkowe

source: Consent storage
pl_pl: Przechowywanie zgód

source: Undefined
pl_pl: Niezdefiniowane

source: Paper only
pl_pl: Wyłącznie forma papierowa

source: Paper and electronic
pl_pl: Papierowo i elektronicznie

source: Electronic only
pl_pl: Wyłącznie elektronicznie

source: Purpose
pl_pl: Cel

source: PIA status
pl_pl: Status Szacowania Wpływu na Prywatność

source: GDPR Article
pl_pl: Artykuł RODO

source: Local law regulation
pl_pl: Prawo lokalne/krajowe

source: International regulation
pl_pl: Prawo międzynarodowe

source: Controller internal regulation
pl_pl: Wewnętrzne regulacje Administratora

source: Other regulation
pl_pl: Inne regulacje

source: GDPR Controller Info
pl_pl: Informacje RODO o Administratorze

source: Controller information not set.
pl_pl: Nie podano informacji o Administratorze

source: Manage entity Controller information
pl_pl: Zarządzaj informacjami o Administratorze

source: GDPR Article 30 1a
pl_pl: Artykuł 30 1a RODO

source: Legal representative
pl_pl: Przedstawiciel prawny

source: Data Protection Officer
pl_pl: Inspektor Ochrony Danych

source: Controller Name
pl_pl: Nazwa Administratora

source: Controller configuration - contract types
pl_pl: Konfiguracja Administratora - typu umów

source: Joint Controller Contract Type
pl_pl: Umowa typu Współadministrator

source: Processor Contract Type
pl_pl: Umowa typu Procesor

source: Thirdparty Contract Type
pl_pl: Umowa typu Kraj trzeci/instytucja międzynarodowa

source: Internal Contract Type
pl_pl: Umowa typu Wewnętrzna Regulacja

source: Other Contract Type
pl_pl: Umowa typu Inna

source: PDF creation settings
pl_pl: Ustawienia tworzenia PDF

source: Create Controller RoPA PDF for Entity
pl_pl: Wygeneruj PDF z rejestrem czynności dla jednostki

source: Software
pl_pl: Oprogramowanie

source: Add a software
pl_pl: Dodaj oprogramowanie

source: Organizational
pl_pl: Organizacyjne

source: Physical
pl_pl: Fizyczne

source: IT
pl_pl: Informatyczne

source: Data Retention
pl_pl: Retencja danych

source: Manage data retention
pl_pl: Zarządzaj retencją danych

source: GDPR Article 30 1f
pl_pl: Artykuł 30 1f RODO

source: Retention regulated by
pl_pl: Retencje danych reguluje

source: Contract name
pl_pl: Nazwa umowy

source: Until contract is valid
pl_pl: Do czasu trwania umowy

source: Period
pl_pl: Okres

source: After contract is terminated
pl_pl: Po zakończeniu umowy

source: Legal bases
pl_pl: Podstawy prawne

source: Not required
pl_pl: Nie wymagana

source: Contractual term
pl_pl: Zapisy umowy

source: Other regulations
pl_pl: Inne regulacje

source: Year
pl_pl: Rok

source: Month
pl_pl: Miesiąc

source: Day
pl_pl: Dzień

source: Hour
pl_pl: Godzina

source: Personal Data Category
pl_pl: Kategoria danych osobowych

source: Special category
pl_pl: Dane szczególnie chronione

source: Add a personal data category
pl_pl: Dodaj kategorię danych osobowych

source: Selected item is already on list.
pl_pl: Wybrana pozycja jest już na liście

source: Cannot add child item if parent is already on the list.
pl_pl: Nie można dodać podrzędnego elementu jeśli wybrano już element nadrzędny.

source: Cannot add Parent item if child is already on the list.<br>Remove child items before adding parent.
pl_pl: Nie można dodać nadrzędnego elementu jeśli wybrano już element podrzędny.<br>Usuń podrzędny element przed dodaniem nadrzędnego.

source: Any special category
pl_pl: Czy dane szczególnie chronione

source: Show 'introduced in'
pl_pl: Pokaż 'wyprowadzono z'

source: Show comments
pl_pl: Pokaż komentarze

source: Show deleted records
pl_pl: Pokaż usunięte rekordy

source: Show legal representative and DPO for each record
pl_pl: Pokaż informacje o przedstawicielu prawnym oraz IOD dla każdego rekordu

source: Show record owner information
pl_pl: Pokaż informację o właścicielu rekordu

source: Show assets owners
pl_pl: Pokaż właścicieli zasobów

source: Show full personal data category list
pl_pl: Dodaj kategorię danych osobowych

source: Show expired contracts
pl_pl: Pokaż wygasłe umowy

source: Show contracts types header if empty list
pl_pl: Pokaż nagłówki typów kontraktów gdy lista jest pusta

source: Show 'is deleted' information in info header
pl_pl: Pokaż jeśli 'usunięty' w nagłówku informacji o rekordzie

source: Show print date/time
pl_pl: Pokaż datę/czas wydruku

source: Page orientation
pl_pl: Orientacja strony

source: Portrait
pl_pl: Pionowa

source: Landscape
pl_pl: Pozioma

source: Show record status in info header
pl_pl: Pokaż status rekordu w nagłówku informacji o rekordzie

source: Show legal representative
pl_pl: Pokaż dane przedstawiciela prawnego

source: Show title
pl_pl: Pokaż tytuł

source: Show address
pl_pl: Pokaż adres

source: Show phone
pl_pl: Pokaż telefon

source: Show email
pl_pl: Pokaż email

source: Show DPO
pl_pl: Pokaż dane IOD

source: Controller name not set.
pl_pl: Nie ustawiono danych administratora.

source: N/A
pl_pl: Brak danych

source: Controller
pl_pl: Nazwa Administratora

source: GDPR Record of Processing Activities
pl_pl: RODO Rejestr Czynności Przetwarzania

source: print date/time: %1s
pl_pl: data/czas wydruku: %1s

source: List of processing activities for which entity deals with personal data
pl_pl: Lista czynności, dla których Administrator przetwarza dane osobowe

source: There are no activities.
pl_pl: Nie ma przypisanych żadnych czynności przetwarzania.

source: No
pl_pl: Lp.

source: Description of the activity
pl_pl: Opis czynności przetwarzania

source: GDPR Records of Processing Activity for entity:<br/>%1s
pl_pl: RODO Rejestr Czynności Przetwarzania dla jednostki:<br/>%1s

source: GDPR Records of Processing Activity
pl_pl: RODO Rejestr Czynności Przetwarzania

source: Legal representative not set.
pl_pl: Nie wskazano przedstawiciela prawnego.

source: DPO not set.
pl_pl: Nie wskazano Inspektora Ochrony Danych.

source: The record is marked as DELETED
pl_pl: Rekord oznaczony jest jako USUNIĘTY

source: Record status: %s
pl_pl: Status rekordu: %s

source: Sheet for GDPR Record of Processing Activities
pl_pl: Formularz Rejestr Czynności Przetwarzania RODO

source: Processing Activity information
pl_pl: Informacje o czynności przetwarzania

source: Name
pl_pl: Nazwa

source: Owner
pl_pl: Właściciel

source: No legal basis act(s).
pl_pl: Nie wskazano podstaw prawnych.

source: Content
pl_pl: Treść

source: No data subjects category/ies assigned.
pl_pl: Nie wskazano kategorii podmiotów danych.

source: Data retention not set.
pl_pl: Nie ustawiono informacji o retencji danych.

source: Data retention: %1$s after contract is terminated
pl_pl: Retencja danych: %1$s po zakończeniu umowy

source: Contract name/number: %1$s %2$s
pl_pl: Umowa nazwa/numer: %1$s %2%s

source: Begin date: %1$s
pl_pl: Początek: %1$s

source: Comment: %1$s
pl_pl: Komentarz: %1$s

source: Contract info
pl_pl: Informacje o umowie

source: Supplier
pl_pl: Dostawca

source: Name: %1$s
pl_pl: Nazwa: %1$s

source: Data retention is not required
pl_pl: Retencja danych nie jest wymagana

source: Contracts related to processing activity
pl_pl: Umowy związane z czynnościami przetwarzania

source: None.
pl_pl: Brak.

source: Expiry
pl_pl: Wygaśnie

source: Begin date:
pl_pl: Początek:

source: None assigned.
pl_pl: Nie przypisano.

source: Complete name
pl_pl: Pełna nazwa

source: Software not assigned.
pl_pl: Nie przypisano oprogramowania

source: Publisher
pl_pl: Wydawca/producent

source: Not assigned
pl_pl: Nie przypisano

source: None implemented.
pl_pl: Nie wdrożono.

source: Config
pl_pl: Konfiguracja

source: Manage GDPR RoPA configuration
pl_pl: Zarządzaj konfiguracją GDPR RoPA

source: System configuration
pl_pl: Konfiguracja systemowa

source: Keep 'is special category' strict
pl_pl: Zachowaj ciągłość 'szczególnie chronione' dla całej gałezi danych

source: Limit retention contracts list to those selected in controller info
pl_pl: Ogranicz listę umów dotyczącą retencji danych do tych wyznaczonych w informacji o Administratorze

source: Remove sofrware when record storage medium set to Paper only if any was assigned previously
pl_pl: Usuń wcześniej przypisane oprogramowanie gdy metoda przechowywania danych zmieniona zostanie na Wyłącznie papier

source: Allow add expired contract (show expired on dropdown list)
pl_pl: Umożliw wybranie wygasłych umów (pokaż wygasłe w rozwijalnych listach)

source: Allow add software from any entity
pl_pl: Umożliw dodawanie oprogramowania z dowolnej jednostki

source: Allow retrieve controller info from ancestor entity (set as recursive) when current entity controller info is not set
pl_pl: Umożliw pobranie danych o kontrolerze z jednostki nadrzędnej (ustawionej jako rekursywna) gdybieżąca jednostka nie ma przypisanych danych

source: PDF creating configuration
pl_pl: Konfiguracja tworzenia PDF

source: Codepage
pl_pl: Strona kodowa

source: Font name
pl_pl: Czcionka

source: Font size
pl_pl: Rozmiar czcionki

source: Margin left
pl_pl: Margines lewy

source: Margin top
pl_pl: Margines górny

source: Margin right
pl_pl: Margines prawy

source: Margin bottom
pl_pl: Margines dolny

source: Header margin (from top)
pl_pl: Margines górny nagłówka (od góry)

source: Footer margin (from bottom)
pl_pl: Margines dolny dla stopki (od dołu)

source: Show logo
pl_pl: Pokaż logo

source: Logo image filename (located in /plugins/gdprropa/images/)
pl_pl: Plik logo (zlokalizowany w /plugins/gdprropa/images/)

source: Install sample data
pl_pl: Zainstaluj przykładowe dane

source: Sample data will be installed for current active entity.
pl_pl: Dane przykładowe zostaną zainstalowane dla bieżącej jednostki

source: Categories of data subjects
pl_pl: Kategoria podmiotów danych

source: Security measures
pl_pl: Zabezpieczenia

source: Contract types
pl_pl: Dodaje typy kontraktów

source: Personal data types
pl_pl: Kategorie danych osobowych

source: Install
pl_pl: Instaluj

source: Employees
pl_pl: Pracownicy

source: Company employees
pl_pl: Pracownicy firmy

source: Consumers
pl_pl: Klienci

source: Company consumers/clients
pl_pl: Klienci firmy

source: Article 6-1a
pl_pl: Artykuł 6-1a

source: The data subject has given consent to the processing of his or her personal data for one or more specific purposes.
pl_pl: Osoba, której dane dotyczą wyraziła zgodę na przetwarzanie swoich danych osobowych w jednym lub większej liczbie określonych celów.

source: Article 6-1b
pl_pl: Artykuł 6-1b

source: Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.
pl_pl: Przetwarzanie jest niezbędne do wykonania umowy, której stroną jest osoba, której dane dotyczą, lub do podjęcia działań na żądanie osoby, której dane dotyczą, przed zawarciem umowy.

source: Article 6-1c
pl_pl: Artykuł 6-1c

source: Processing is necessary for compliance with a legal obligation to which the controller is subject.
pl_pl: Przetwarzanie jest niezbędne do wypełnienia obowiązku prawnego ciążącego na administratorze.

source: Article 6-1d
pl_pl: Artykuł 6-1d

source: Processing is necessary in order to protect the vital interests of the data subject or of another natural person.
pl_pl: Przetwarzanie jest niezbędne do ochrony żywotnych interesów osoby, której dane dotyczą, lub innej osoby fizycznej.

source: Article 6-1e
pl_pl: Artykuł 6-1e

source: Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.
pl_pl: Przetwarzanie jest niezbędne do wykonania zadania realizowanego w interesie publicznym lub w ramach sprawowania władzy publicznej powierzonej administratorowi.

source: Article 6-1f
pl_pl: Artykuł 6-1f

source: Processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.
pl_pl: Przetwarzanie jest niezbędne do celów wynikających z prawnie uzasadnionych interesów realizowanych przez administratora lub przez stronę trzecią, z wyjątkiem sytuacji, w których nadrzędny charakter wobec tych interesów mają interesy lub podstawowe prawa i wolności osoby, której dane dotyczą, wymagające ochrony danych osobowych, w szczególności gdy osoba, której dane dotyczą, jest dzieckiem.

source: DPO was appointed
pl_pl: Wyznaczono osobę IOD

source: Data Protection Officer was appointed
pl_pl: Wyznaczono osobę Inspektora Ochrony Danych

source: Computers Usage Policy
pl_pl: Regulamin użytkowania komputerów

source: Internal policy regarding usage of computers
pl_pl: Ustalono i wdrożono regulamin użytkowania komputerów

source: 24h Security
pl_pl: Całodobowa ochrona

source: Securtiy personel on site for 24h
pl_pl: Personel ochrony na obiekcie przez 24 godziny na dobę

source: UPS system
pl_pl: Urządzenia UPS

source: Uninterruptidle power supply is installed
pl_pl: Stosowane są systemy podtrzymywania zasilania

source: Antivirus App
pl_pl: Aplikacja antywirusowa

source: Computers have Antivirus app installed
pl_pl: Na komputerach zainstalowano aplikację antywirusową

source: Firewall
pl_pl: Zapora sieciowa

source: Firewall protects internal network
pl_pl: Zapora sieciowa chroni wewnętrzną sieć

source: GDPR Joint Controller Contract
pl_pl: Umowa z współadministratorami

source: GDPR Processor Contract
pl_pl: Umowa z procesorami

source: GDPR Thirdparty Contract
pl_pl: Umowy z państwami trzecimi/instytucjami międzynarodowymi

source: GDPR Internal Contract
pl_pl: Wewnętrzne regulacje Administratora

source: GDPR Other Contract
pl_pl: Umowy inne

source: Employees record
pl_pl: Pracownicy

source: Employee personal data
pl_pl: Dane osobowe pracownika

source: First name
pl_pl: Imię

source: Employee first name
pl_pl: Pracownik, imię

source: Last name
pl_pl: Nazwisko

source: Employee last name
pl_pl: Procownik, nazwisko

source: Personal ID
pl_pl: Numer identyfikacyjny

source: Employee personal ID
pl_pl: Pracownik, numer identyfikacyjny pozwalający na zidentyfikowaie
